Repository: ORCA-WPMU/rcp-countdown
Catalog: languages/svbk-rcp-countdown-*.po
Languages: it_it

source: - Select -
it_it: - Seleziona -

source: Price Prefix
it_it: Prefisso Prezzo

source: Price Before Discount Prefix
it_it: Prefisso prezzo non scontato

source: Price After Discount Prefix
it_it: Prefisso prezzo scontato

source: ERROR: Page not found
it_it: ERRORE: Pagina non trovata

source: Subscription Countdown
it_it: Countdown Abbomanento

source: Discount Expiration Date
it_it: Data Scadenza Sconto

source: Template (optional)
it_it: Modello frase (opzionale)

source: Ex: valid until %s
it_it: Es: valido fino al %s

source: Insert a %s where you need the date to be printed. Example: valid until %s. becomes: valid until 1 Jan 2017.
it_it: Inserisci un %s dove vuoi che venga stampata la data. Esempio: valido fino al %s. diventa: valido fino al 1 Gen 2017.

source: Show if Expired
it_it: Mostra anche se scaduto

source: WARNING: Membership level not found
it_it: Questo abbonamento non e' pi√π disponibile.

source: Sorry, but Restrict Content Pro - Countdown requires the WP Session Manager plugin to be installed and active.
it_it: Siamo Spiacenti ma "Restrict Content Pro - Countdown" richiede che il plugin WP Session Manager sia installato ed attivo.

source: Main Discount
it_it: Sconto principale

source: The discount applied during the countdown.
it_it: Il codice sconto applicato durante il conto alla rovescia.

source: Pay Button
it_it: Pulsante di pagamento

source: Membership Level
it_it: Livello di abbonamento

source: Show Countdown
it_it: Mostra conto alla rovescia

source: Show Discount
it_it: Mostra Sconto

source: Payment Page
it_it: Pagina di Pagamento

source: Button Label
it_it: Etichetta del pulsante

source: Membership level not found
it_it: Livello di abbonamento non esistente

source: Restrict Content Pro - Countdown Offer
it_it: Restrict Content Pro - Sconto con Countdown

source: Enable Pay Buttons with offer Countdown
it_it: Abilita il pulsante di pagamento con countdown
